# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'

# Binaries
brew 'openssl@1.1'
brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'httpie'
brew 'pkg-config'

# Shell
brew 'z'
brew 'zsh-syntax-highlighting'

# Development
brew 'imagemagick'

# Apps
cask '1password'
cask 'browserstacklocal'
cask 'figma'
cask 'fig'
cask 'imageoptim'
cask 'iterm2'
cask 'nordvpn'
cask 'pastebot'
cask 'responsively'
cask 'slack'
cask 'visual-studio-code'

# Browsers
cask 'brave-browser'
cask 'firefox'
cask 'google-chrome'
cask 'microsoft-edge'

# Fonts
cask 'font-jetbrains-mono'